[
  {
    "name": "The Fool",
    "number": 0,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "To see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead. To meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy.",
    "meaning_rev": "When you land on the reversed Fool in your reading, you can generally find his more negative characteristics being on display. It can mean that you are literally acting like a fool by disregarding the repercussions of your actions. Like the youth depicted in the card, you don't see how dangerous of a position you find yourself in. A reversed Fool card can show that you are living in the moment and not planning for the future. The reversed Fool meaning serves as caution that you should be more aware so as not to be taken advantage of. Like the dog in the Rider Waite version, this card is here to alert you on anything that may sound too good to be true.",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/00-TheFool.jpg"
  },
  {
    "name": "The Magician",
    "number": 1,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. He is the connecting force between heaven and earth, for he understands the meaning behind the words 'as above so below' - that mind and world are only reflections of one another. Remember that you are powerful, create your inner world, and the outer will follow. When you get the Magician in your reading, it might mean that it's time to tap into your full potential without hesitation. It might be in your new job, new business venture, a new love or something else. It shows that the time to take action is now and any signs of holding back would mean missing the opportunity of becoming the best version of yourself. Certain choices will have to be made and these can bring great changes to come. Harness some of the Magician's power to make the world that you desire most.",
    "meaning_rev": "When you obtain the Magician reversed, it might mean its time for you to implement some changes. While right side up, the Magician represents true power, the reversed Magician is a master of illusion. The magic that he performs is one of deception and trickery. You may be lured in by the showmanship of his arts, but behind that there may be an intention to manipulate for selfish gain. Getting this card might mean that there is someone who pretends to have your best interests at hand when the opposite is true. Consider whether this reversed the magician is in your circle, or perhaps might also represent your current state of emotions. It may mean you may become obsessed with power and that might lead to wrong, reckless decisions that will lead to your eventual downfall.",
    "keywords_upright": ["willpower, desire, being resourceful,, skill, ability, concentration, manifestation"],
    "keywords_reversed" : ["manipulation, cunning, trickery, wasted talent, illusion, deception"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "Yes, but there are potential hurdles ahead.",
    "image": "assets/Cards/01-TheMagician.jpg"
  },
  {
    "name": "The High Priestess",
    "number": 2,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When the High Priestess shows up it can depict an archetype known as the divine feminine - the mysterious female that understands and holds the answers to the deep unknowns; religion, self, nature. She represents someone that is intuitive, and beginning to open to her or his spirituality. Meditation, prayer and new spiritual work is indicated. When she appears in a reading, she is calling to you to listen to her message, and follow her into your own depths. There is searching within yourself to be done for the answers that you seek. The answers to the questions you have are within, not without.",
    "meaning_rev": "When it comes to the High Priestess reversed, it can mean that you are finding it difficult to listen to your intuition. It is time for you to meditate and try new approach, for at this moment, the rational approach will not work. Something has been telling you to follow your gut, but you may be ignoring the call. There is a lot of confusion around you, and your actions may feel contrary to what you know is right. You must never be afraid to ask questions of yourself that may illuminate a new path forward for you, one that is more authentic to your inner self and your individual values.",
    "keywords_upright": ["unconscious, intuition, mystery, spirituality, higher power, inner voice"],
    "keywords_reversed" : ["repressed intuition, hidden motives, superficiality, confusion, cognitive dissonance"],
    "verdict_upright" : "Yes (conditional)",
    "verdict_reversed" : "No (uncertain)",
    "image": "assets/Cards/02-TheHighPriestess.jpg"
  },
  {
    "name": "The Empress",
    "number": 3,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Empress is associated with fertility, expression, creativity and nurturing among many other aspects. The Empress is also a strong indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life. Owing to the good fortune that surrounds this card, you can be sure that such situations and projects would end successfully in your life. Discover and bring forth those ideas that have been clinging to you and make sure that you devote yourself towards accomplishing them. This card is a sign that they are going to be successful, and well taken care of. The Empress, as the archetype of the mother earth, also encourages you to spend time interacting with nature, the mother of all of us.",
    "meaning_rev": "he Empress reversed indicates that you have lost too much of your own willpower and strength because you have started placing too much effort and concern to other people's affairs. While the Empress's nature is of showering her loved ones with attention and care, this can sometimes go overboard. You might be neglecting your own needs, or even smothering the ones you love with your well-intentioned actions. In a role reversal, perhaps a reversed Empress is finding her way into your life; it could also mean that you are relying on others to take care of you, and make decisions for you. You need to work towards removing this influence on your life, and build confidence in your own actions. Always try as much as you can to ensure that you solve matters on your own.",
    "keywords_upright": ["divine feminine, sensuality, fertility, nurturing, creativity, beauty, abundance, nature"],
    "keywords_reversed" : ["insecurity, overbearing, negligence, smothering, lack of growth, lack of progress"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No (conditional)",
    "image": "assets/Cards/03-TheEmpress.jpg"
  },
  {
    "name": "The Emperor",
    "number": 4,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "It's all about control when it comes to the Emperor, for this card means authority, regulation, organization and a fatherliness. The Emperor represents a strategic thinker who sets out plans that he must see through. He is a symbol of the masculine principle - the paternal figure in life that gives structure, creates rules and systems, and imparts knowledge. To see him in a reading presents a chance to grow in terms of the goals that you have set for yourself. It presents a successful future as long as you pursue your goals similar to the fashion that the Emperor does, methodically, and strategically. When you see him in a reading, a possible interpretation is that you could be put in charge of something important. It could be a position at work or in any kind of organization or institution that desperately needs order and a clear decisive mind. You may be called to act in the place of the Emperor, using his wisdom to bring clarity to the project.",
    "meaning_rev": "The Emperor reversed is a sign of abused authoritative power. In your social life, it can manifest in the overreach of power from a father figure or a possessive partner. In career readings, it could be coming from a superior. It presents a man who wants to take control of your actions and makes you feel powerless. It could also be that you are playing the part of a weak ruler, hatching a plan to avoid the tasks that come with having responsibility. Perhaps you aspire for a career that is more flexible than one that is governed by strict rules. Lack of self-control and inability to handle situations can be represented by the Emperor on a personal level. When he is reversed, the structures, rules and systems that he creates are no longer working. His desire to inspire higher principles in his kingdom have turned to ruthlessness, tyranny and rigidity. He seeks to dominate, forgetting his call from the crown to do what is best for his people, fearing only for his loss of control and thus creating suffering.",
    "keywords_upright": ["stability, structure, protection, authority, control, practicality, focus, discipline"],
    "keywords_reversed" : ["tyrant, domineering, rigid, stubborn, lack of discipline, recklessness"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No (cautious)",
    "image": "assets/Cards/04-TheEmperor.jpg"
  },
  {
    "name": "The Hierophant",
    "number": 5,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. So, instead of being innovative, you will be adapting to certain beliefs and systems which are already put in place and are existing. The Hierophant card suggests that it's better for you to follow social structures which are established and have their own traditions. You might be involved in certain ceremonies, rituals or other religious trappings, for instance. When it comes to tarot readings, this particular card is most commonly representative of institutions as well as their core values. This is a sign that shows that you need to conform to the already existing set of rules and situations which are fixed already.",
    "meaning_rev": "When you see the Hierophant in reverse, it may mean that you are feeling particularly restricted and even constrained from too many structures and rules. As a result, you have lost quite a lot of control as well as flexibility in your life. You have a particularly strong will and desire to go ahead and regain control as well as to break free from the shackles of convention. You are tempted to try unorthodox approaches or to function in a way which defies social ties and norms. The Hierophant reversal meaning is mostly about questioning certain traditions and making sure that whatever it is that you do is the right thing for you in this certain moment.",
    "keywords_upright": ["tradition, social groups, conventionality, conformity, education, knowledge, beliefs"],
    "keywords_reversed" : ["rebellion, unconventionality, non-conformity, new methods, ignorance"],
    "verdict_upright" : "Yes (conditional)",
    "verdict_reversed" : "Yes (uncertain)",
    "image": "assets/Cards/05-TheHierophant.jpg"
  },
  {
    "name": "The Lovers",
    "number": 6,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The trust and the unity that the lovers have gives each of them confidence and strength, empowering the other. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships. Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms.",
    "meaning_rev": "The Lovers reversed can point to both inner and outer conflicts that you are dealing with. The disharmony can make daily life difficult and could be putting pressure on your relationships. You should take time to think about what you are punishing yourself for, so you can fix them or let them go. At this time, you should also think about your personal values and belief system to make sure that they are aligned with what you want from your life. The Lovers reversed can also indicate that you have been avoiding responsibility for your actions. You could have made a decision that was based on your desire for immediate gratification but are now blaming others for the consequences that are catching up to you. So, you need to make amends or let go of the past and make better decisions in the future.",
    "keywords_upright": ["love, unions, partnerships, relationships, choices, romance, balance, unity"],
    "keywords_reversed" : ["disharmony, imbalance, conflict, detachment, bad choices, indecision"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/06-TheLovers.jpg"
  },
  {
    "name": "The Chariot",
    "number": 7,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. This perfect control and confidence allows the charioteer to emerge victorious in any situation. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The Chariot's message comes to make you stronger as you strive to achieve your goals. The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach. Your boldness will ensure that you achieve all that you should in this goal.",
    "meaning_rev": "The reversed Chariot's appearance in a reading can help you become aware of both your aggression, and your lack of willpower. It may either be saying that you are lacking in focus, motivation or direction, or that you are being warped by your obsession with your goals. In the former case, let the Chariot be a reminder that you can emerge victorious as long as you can gather the courage to do so. In the latter, your impulses may be another factor that you must rein in. To see the Chariot in reverse may suggest that you need to come to terms with the fact that you cannot always be in control. The Chariot reversal meaning can also be an indication of lack of control and direction over your life. You are at the mercy of the opposing forces and the obstacles, and cannot seem to muster the strength to take over. You are taking everything lying down, and life is dragging in any direction that it pleases. It should serve as a wakeup call and reminder that you will need to tighten some loose ends and take charge of your destiny.",
    "keywords_upright": ["success, ambition, determination, willpower, control, self-discipline, focus"],
    "keywords_reversed" : ["forceful, no direction, no control, powerless, aggression, obstacles"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/07-TheChariot.jpg"
  },
  {
    "name": "Strength",
    "number": 8,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It shows that you have the ability to remain calm and strong even when your life is going through immense struggle. It also shows that you are a compassionate person and you always have time for other people even if it's at your own expense. Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to. Your resilience will greatly aid you, and your fearlessness means that you should have no issues speaking your mind. This card also indicates this kind of compassion will always be rewarded with having a lot of stability in your life either presently on in the near future.",
    "meaning_rev": "Insecurity, weakness, self-doubt.",
    "keywords_upright": ["courage, bravery, confidence, compassion, self-confidence, inner power"],
    "keywords_reversed" : ["self-doubt, weakness, low confidence, inadequacy, cowardice, forcefulness"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/08-Strength.jpg"
  },
  {
    "name": "The Hermit",
    "number": 9,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Hermit is a seeker for the knowledge that comes from within. A lonely wanderer in the path of the night, he searches for that which can only be gained with long periods of solitude - the inner voice. To hear it, he must disconnect from the crowds whose voices and desires threaten to overcome his own. He walks through the dark night of his unconscious, guided only by the low light of the northern star, with his destination being his home, his self. You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. The hermit's appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor.",
    "meaning_rev": "When reversed, you are perhaps in a situation where you'd like to be alone; there is nothing wrong about that. However, there is a possibility that your seclusion may become harmful to both yourself and others. Though the Hermit sets forwards with noble intentions to search for his inner truth, his path inward may also be filled with great danger. Going inward may lead to madness and the abyss, for the unconscious is filled with images that he may not yet understand, lurking and waiting to lure you ever inside. Like a man that gets lost in his own dreams, the hermit may find himself stuck in a world of his own, alone, trapped, unreal. You must learn to balance your need for truth with connection to your fellow human. When it comes to work, the hermit reversal meaning refers to your preparedness to get to the bottom of something that has been troubling you for quite some time now. There is searching to be done, and it will be your responsibility to ask the question that will allow the other people to understand the circumstances.",
    "keywords_upright": ["self-reflection, introspection, contemplation, withdrawal, solitude, search for self"],
    "keywords_reversed" : ["loneliness, isolation, recluse, being anti-social, rejection, returning to society"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/09-TheHermit.jpg"
  },
  {
    "name": "Wheel of Fortune",
    "number": 10,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. It is something that is subjected to both kings and workers, and that nobody on earth can avoid what is fated. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again. Greater forces that are outside of human control are at work here. The same forces that govern the changing of the seasons, or the rising and setting of the sun is also the master of luck and the fate of individuals. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns.",
    "meaning_rev": "When the wheel is reversed, it means that luck has not been on your side and misfortunes have been following you. When it's associated with this card, you must understand that these are due to external influences that you cannot control. Like the wheel, our luck and our fate is always in motion, and sometimes we are on the bottom. Be assured that the wheel will turn again, and you will be okay again soon. What you shouldn't do however, is cling to the illusion of control. Perhaps in this turn of the wheel, the lesson is to learn to let go and release. There are things that cannot be moved by human will and action alone. When we do not let go, it can bring only more suffering, for you may blame yourself for actions that could not have altered the situation. When we learn to accept, we also learn to forgive ourselves. We learn to move on, and move forward - and eventually, we learn that this feeling of acceptance can push the wheel again forward, and move it towards a new cycle.",
    "keywords_upright": ["change, cycles, fate, decisive moments, luck, fortune, unexpected events"],
    "keywords_reversed" : ["bad luck, lack of control, clinging to control, unwelcome changes, delays"],
    "verdict_upright" : "Yes (cautious)",
    "verdict_reversed" : "Yes (probable)",
    "image": "assets/Cards/10-WheelOfFortune.jpg"
  },
  {
    "name": "Justice",
    "number": 11,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. Your feelings around this card may differ depending on your situation. If you have been wronged, this card's appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions. Another meaning of Justice Tarot card during a reading is to symbolize that attention is needed. It could be about your life, career or just an important decision that you need to make. If you have been unsure about something, it is time to get a solution once and for all.",
    "meaning_rev": "A reversed Justice tarot card could indicate various things. One Justice reversal meaning is to show you are living in denial. You are not willing to accept the consequences of your actions or others. You are running from your guilt. You must however, be aware that these are actions that are in the past. Your future depends on your actions today - and what you will do to tip the scales in balance again. How can you make up for your wrongs? Taking action gives you a chance to change and stop judging yourself. In legal matters, this could represent an unfair outcome of a case that you will not accept.",
    "keywords_upright": ["justice, karma, consequence, accountability, law, truth, honesty, integrity, cause and effect"],
    "keywords_reversed" : ["injustice, retribution, dishonesty, corruption, dishonesty, unfairness, avoiding accountability"],
    "verdict_upright" : "Yes (for positive action)",
    "verdict_reversed" : "No",
    "image": "assets/Cards/11-Justice.jpg"
  },
  {
    "name": "The Hanged Man",
    "number": 12,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The hanged man understands that his position is a sacrifice that he needed to make in order to progress forward - whether as repentance for past wrongdoings, or a calculated step backward to recalculate his path onward. This time he spends here will not be wasted, he does this as part of his progression forward. His upside down state can also symbolize the feeling of those that walk a spiritual path, for they see the world differently. Where there are others that do not understand the need to sacrifice, you see it differently. This is a natural course of action for you as you walk the path alone. The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision. This means that certain actions or decisions which need to be properly implemented are likely to be postponed even if there is an urgency to act at this particular moment. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best.",
    "meaning_rev": "The reversal meaning of the Hanged Man card represents a very specific period of time during which you feel as if you are sacrificing a significant amount of time while getting nothing in return. You might have felt as if certain things are at a state of an absolute standstill without any particular resolution or movement. It's as if you are putting your entire effort and attention into something but nothing turns out as it should.",
    "keywords_upright": ["sacrifice, waiting, uncertainty, lack of direction, perspective, contemplation"],
    "keywords_reversed" : ["stalling, disinterest, stagnation, avoiding sacrifice, standstill, apathy"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/12-TheHangedMan.jpg"
  },
  {
    "name": "Death",
    "number": 13,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. Most times, people take the name of the card literally. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. The past needs to be placed behind you, so you can focus your energy on what is ahead of you. Death can also mean that you need to let go of any unhealthy attachments that you have in your life. This is an important part of life, so learning to keep moving forward is one of the lessons Death teaches us.",
    "meaning_rev": "The Death reversal meaning is still about change, but that you have been resisting it. You could be worried about letting go of the past, or you could not be sure of the changes that you need to make to go forward. Resisting the change and holding onto the past can limit your future, which can cause you to feel like you are in limbo. You should take some time to assess the ways that you have been approaching changes in your life. You may find you have been halting the changes that you need due to fears of the unknown. While you can still be afraid, you should trust that you are taking the right steps and move forward. Life moves on, so fighting passing time is only going to leave you with regrets. Death does not have to be a card of regret, especially if you heed its warning.",
    "keywords_upright": ["transformation, endings, change, transition, letting go, release"],
    "keywords_reversed" : ["fear of change, repeating negative patterns, resisting change, stagnancy, decay"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/13-Death.jpg"
  },
  {
    "name": "Temperance",
    "number": 14,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Temperance card implies that you have a clear vision and know what you want to achieve. This is an indication of higher learning, which is a critical attribute in the journey of life. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Your calmness in all matters gives them comfort and puts them at ease. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self. At the end of it all, you will find greater purpose and meaning in your actions, for her message is that we cannot live fully in either.",
    "meaning_rev": "Temperance in reversed is a reflection of something that is out of balance and may be causing stress and anxiety. The real meaning of the Temperance card can be deciphered using the other cards in the spread to identify areas where this imbalance is being caused. A Temperance in reversal may also be used as a warning; if you take a certain path, it would lead to turbulence and excess. Lack of a long-term plan or vision may also be the Temperance reversal meaning. This creates a lack of purpose for you, leaving you feeling lopsided as you search here and there for what you should be doing. You must reflect and think carefully about what needs to change. Temperance reminds us that all things are only good in moderation, and that we must examine in which aspects of our lives we are breaking the balance.",
    "keywords_upright": ["balance, peace, patience, moderation, calm, tranquillity, harmony, serenity"],
    "keywords_reversed" : ["imbalance, excess, extremes, discord, recklessness, hastiness"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/14-Temperance.jpg"
  },
  {
    "name": "The Devil",
    "number": 15,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can't seem to shake off the feeling of wanting to indulge in luxurious living. You might be aware that this kind of lifestyle is leading you down the rabbit hole, but you have that feeling of not having any form of control over your actions or urges. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires.",
    "meaning_rev": "The upside down meaning of the Devil card can be the moment when an individual becomes self-aware and breaks all of the chains that come with addiction and poor habits. It might be because they are tired of running in circles and are in need of change. Self-assessment is called for in this case and the individual needs to take some time and list all of the things that they need to get rid of. And once that has been done, and then it would be time for them to embark on the difficult journey of self-improvement.",
    "keywords_upright": ["oppression, addiction, obsession, dependency, excess, powerlessness, limitations"],
    "keywords_reversed" : ["independence, freedom, revelation, release, reclaiming power, reclaiming control"],
    "verdict_upright" : "No",
    "verdict_reversed" : "Yes",
    "image": "assets/Cards/15-TheDevil.jpg"
  },
  {
    "name": "The Tower",
    "number": 16,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Tower represents change in the most radical and momentous sense. It is for this reason that the card itself visually looks so unnerving. But it doesn't necessarily have to be truly frightening or ominous. Change itself is a normal part of life that one has to embrace. But it can sometimes strike fear, for it means that we must abandon the truths that we have known prior to this event. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place. Be positive, it is time for you to replace the old foundations of the past with something that is more genuine and will serve you better in what is to come.",
    "meaning_rev": "When you get the Tower card reversed, you can feel some crisis looming along the horizon, and you are struggling as much as you can to try and avoid its manifestation. What you have not realized is that these breakdowns can be beneficial in breaking down your reliance on something that is false. The tower is built on faulty foundations, and it must fall. Though the destruction will be painful, the humbleness resulting from it can bring us peace. What you relied on will no longer be there for you. Do not take this as a drastic and depressing change, it is time for you to become more self-reliant.",
    "keywords_upright": ["disaster, destruction, upheaval, trauma, sudden change, chaos"],
    "keywords_reversed" : ["averting disaster, delaying the inevitable, resisting change"],
    "verdict_upright" : "No",
    "verdict_reversed" : "No",
    "image": "assets/Cards/16-TheTower.jpg"
  },
  {
    "name": "The Star",
    "number": 17,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. It may not be directly evident at the moment, for this card follows the trauma of the Tower card. To receive the Star in your reading means that you have gone and passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power. It is only now that you can really appreciate all that you have.",
    "meaning_rev": "When the Star card is reversed, it means that you are feeling as though everything has turned against you. The challenges that you would normally see as exciting seem instead to make you feel as though you cannot overcome them. You have lost faith in something, whether inside yourself or with something you normally find dear. Without hope, without faith, we cannot find the motivation to progress forward in the challenges that we face. Where in your life are you feeling hopeless? In what ways do you already feel defeated? And how does that affect your actions? The star reversed asks us to nurture our sense of hope and positive energy to help propel our actions with joy instead of fear.",
    "keywords_upright": ["hope, inspiration, positivity, faith, renewal, healing, rejuvenation"],
    "keywords_reversed" : ["hopelessness, despair, negativity, lack of faith, despondent"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No (conditional)",
    "image": "assets/Cards/17-TheStar.jpg"
  },
  {
    "name": "The Moon",
    "number": 18,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. You are the crawfish embarking on the path in the card. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled.",
    "meaning_rev": "A Moon reversal in a reading can sometimes indicate that the darker and more negative aspects of the moon are present in your life. It could represent confusion and unhappiness - you want to make progress, but you are not sure what is the right thing to do. You must deal with your anxiety and fears by overcoming them, for they are like shadows in the dark. It is time to believe in yourself and move forward.",
    "keywords_upright": ["illusion, intuition, uncertainty, confusion, complexity, secrets, unconscious"],
    "keywords_reversed" : ["fear, deception, anxiety, misunderstanding, misinterpretation, clarity, understanding"],
    "verdict_upright" : "No (cautious)",
    "verdict_reversed" : "No (cautious)",
    "image": "assets/Cards/18-TheMoon.jpg"
  },
  {
    "name": "The Sun",
    "number": 19,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The Sun card represents success, abundance, and radiance. Like the sun itself, it gives strength and vitality to all those that are lucky enough to feel its rays. There is much joy and happiness that is coming to you. Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most.",
    "meaning_rev": "In the reversed position, the Sun indicates that you might have significant difficulties finding positive aspects to certain situations. The clouds might be blocking out the warmth and light that you need to progress. This might be preventing you from feeling confident and powerful. You may experience certain setbacks which are damaging your optimism and enthusiasm. On the other hand, the Sun reversed might be indicative that you are being unrealistic. It might be a sign that you have an overly optimistic perception of certain situations. These are things that you need to take into account in order to ensure that you are on the right track and your successes continue as they do.",
    "keywords_upright": ["happiness, success, optimism, vitality, joy, confidence, truth"],
    "keywords_reversed" : ["blocked happiness, excessive enthusiasm, pessimism, unrealistic expectations, conceitedness"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "Yes, but there are potential hurdles ahead.",
    "image": "assets/Cards/19-TheSun.jpg"
  },
  {
    "name": "Judgement",
    "number": 20,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The traditional Judgement meaning focuses on the moment when we reflect and evaluate ourselves and our actions. It is through self-reflection that we can have a clearer and objective understanding about where we are now, and what we need to do in order to grow as humans. The Judgement card appearing in a reading signifies that you are coming close to this significant point in your life where you must start to evaluate yourself. To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. You now have a clearer idea of what you need to change and how you need to be true yourself and your needs. This can mean making small changes to your daily life or making huge changes that not only affect you but the people close to you.",
    "meaning_rev": "The reversed Judgement card can mean that you doubt and judge yourself too harshly. This could be causing you to miss opportunities that were awaiting you. The lost momentum causes you to fall behind in your plans, which can make it difficult to move forward. This means that you should not be cautious, but you should be moving forward with pride and confidence. Another reading of the Judgement reversal card can be a push to take time out of your busy routine to reflect upon your life to this point, and what you have learned so far. You are most likely not giving yourself the time or space to fully think about the matter and learn the lessons you need to to be able to progress with awareness. You could also be too critical of your past actions, so you are not giving yourself the forgiveness to move forward. The mistakes that we have made in the past are learning tools, so they help us move though life. Focusing too hard on these mistakes can cause us to trip and fall.",
    "keywords_upright": ["self-evaluation, awakening, renewal, purpose, reflection, reckoning"],
    "keywords_reversed" : ["self-doubt, lack of self-awareness, failure to learn lessons, self-loathing"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No (probable)",
    "image": "assets/Cards/20-Judgement.jpg"
  },
  {
    "name": "The World",
    "number": 21,
    "arcana": "Major",
    "suit": null,
    "meaning_up": "The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. It reflects that you have completed a major milestone in your life and you have built the resilience to withstand challenges. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. The World card shows that you have a desire to give back to the community in various ways. You have a commitment to make the world a better place because you understand that everything is connected.",
    "meaning_rev": "You are drawing near to something that marks the end of a journey or an era. You may have many accomplishments that have lined your path, but there is a strange emptiness that fills you when you look backwards upon it, as if you have all the pieces but they are not coming together. What is missing? Do you feel connected to what you're doing? Do you feel connected to others? What alienates you from feeling complete? From feeling whole?",
    "keywords_upright": ["completion, achievement, fulfilment, sense of belonging, wholeness, harmony"],
    "keywords_reversed" : ["lack of closure, lack of achievement, feeling incomplete, emptiness"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No (cautious)",
    "image": "assets/Cards/21-TheWorld.jpg"
  },
  {
    "name": "Ace of Wands",
    "number": 0,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "Wands symbolize creativity, and the Ace of Wands is the boldest among the cards in the suit. When you draw the Ace of Wands, it is an indicator that you should just go for it. Take the chance and pursue an idea that you have in mind. Take the first steps to start the creative project. The Ace of Wands calls out to you to follow your instincts. If you think that the project that you've been dreaming of is a good idea, and then just go ahead and do it.",
    "meaning_rev": "An emerging idea, lack of direction, distractions, delays",
    "keywords_upright": ["inspiration, creative spark, new initiative, new passion, enthusiasm, energy"],
    "keywords_reversed" : ["delays, blocks, lack of passion, lack of energy, hesitancy, creative blocks"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands01.jpg"
  },
  {
    "name": "Two of Wands",
    "number": 1,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The Two of Wands is a more mature version of the ace of wands, meaning that that this tarot card is all about planning and moving forward - progression. Discovery is being considered as another two of wands meaning. This is because it means that you are stepping out of your cocoon and exploring new experiences and worlds. While the beginning might seem tough and difficult, the Two of Wands card encourages you to strive on and push forward.",
    "meaning_rev": "The Two of Wands reversed meaning suggests the need to set up long-term goals. Begin the process of setting up your goals by identifying what to you is important. Proceed by planning how you intend on achieving such goals. Another Two of Wands reversal meaning suggests that you have ignored important fine points associated with planning your future. Lack of proper planning could be the reason for your downfall. Other interpretations can include either overconfidence or lack of patience, both are possible in bringing you disarray in your path forward.",
    "keywords_upright": ["planning, first steps, making decisions, leaving comfort, taking risks"],
    "keywords_reversed" : ["bad planning, overanalyzing, not taking action, playing it safe, avoiding risk"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands02.jpg"
  },
  {
    "name": "Three of Wands",
    "number": 2,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The meaning of the Three of Wands hints that you are planning or going to plan for the future with more conviction. This could mean that everything around your plans is going smoothly, as you have taken the time to plan your future, and are taking steps to turn plans into action. It hints that you are perhaps creating a stable foundation for yourself. The symbolism within the Three of Wands is that opportunities that can take place to widen your horizons in many areas. It also is a warning to keep your mind open as better opportunities could open up to you. As you take steps towards achieving what you set out to do, you are also becoming more aware of opportunities that are coming your way, and this could be take you out of your comfort zone. This pushes you to sometimes embrace change, and to start thinking in the long-term.",
    "meaning_rev": "The reversed Three of Wands indicates that you may have been embarking on personal journeys or developments, but you have not received the achievements that you were hoping for. This could be due to delays or road blocks. Despite all this, the card reminds you that all of your work has not been for nothing, but rather that it has helped you with your personal strength and fortitude. The Three of Wands reversed can also mean you need to take some time to plan your future. This is especially true if you have not started on your long term goals or have become overwhelmed by the tasks that you face now, or will have to face soon. You are only reacting and not acting with thought and deliberation. However, the most common Three of Wands reversed meaning is a nudge to include planning for future changes, and to watch for better options in case that they show up. The figure on the Three of Wands knows this and always keeps his eyes open for how the future could change, and it is a worthy lesson to learn.",
    "keywords_upright": ["momentum, confidence, expansion, growth, foresight, looking ahead"],
    "keywords_reversed" : ["restriction, limitations, lack of progress, obstacles, delays, frustration"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands03.jpg"
  },
  {
    "name": "Four of Wands",
    "number": 3,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The overall meaning of the Four of Wands is that it heralds celebration as well as a harmonious, happy and relaxed home environment. If you have been working on a certain project, this card entails that you will be reaching a particularly important milestone. This is going to provide you with grounds for celebration which is also to be considered. You have managed to complete a proper and paramount phase of that project, and meaning you have every reason to be feeling proud and satisfied, which are amongst the general feelings induced and reflected by the Four of Wands card.",
    "meaning_rev": "If the upright position of the card reflects balance, stability, and harmony, the reversal position of Four of Wands implies that there is a breakdown or complete lack of harmony in your family or in your home. It's highly likely that there is a lot of tension between the members of your family or other loved ones. If you have completed something that is important to you, you are expecting to share it with those that are closest to you, and to come home to a welcome celebration, but instead, you find a lack of support. This may leave you feeling rather uncertain when it comes to your own relationships as well as the things that you can and cannot depend on.",
    "keywords_upright": ["community, home, celebrations, reunions, parties, gatherings, stability, belonging"],
    "keywords_reversed" : ["lack of support, instability, feeling unwelcome, transience, lack of roots, home conflict"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands04.jpg"
  },
  {
    "name": "Five of Wands",
    "number": 4,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one's life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they'll all be satisfied. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way.",
    "meaning_rev": "The Five of Wands reversed meaning can be that your natural method of dealing with disagreements is avoiding any kind of conflict by getting away from that place as fast as you can. Sometimes this can be regarded as a good thing, but other times, it may lead to a number of issues that are brewing up within you, for which you will have to address soon. On the other hand, it can also mean that you have worked through your troubles and that you do not have any more issues to worry about.",
    "keywords_upright": ["conflict, competition, arguments, aggression, tension, rivals, clashes of ego"],
    "keywords_reversed" : ["end of conflict, cooperation, agreements, truces, harmony, peace, avoiding conflict"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands05.jpg"
  },
  {
    "name": "Six of Wands",
    "number": 5,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "This particular card is all about public recognition, victory, and success. Not only have you managed to properly succeed in achieving all of your goals, but you are also being publicly acknowledged for them and the results that you've managed to attain. You may have received an award or some sort of public acclaim. The card is indicative that you have managed to harness the strengths and talents that you have within you in an attempt to bring a particularly successful outcome in your life. You have managed to properly get through the confusion, and managed to properly minimize distractions, thus successfully focusing on your goals and achieving them.",
    "meaning_rev": "When the card is reversed, this suggests that you might find yourself doubting all of your abilities as well as your overall potential to achieve any kind of success. You might be feeling particularly negative about your entire self as if you have failed others as well as yourself. This is a symbol that means that you lack the confidence and drive that you need to achieve. You need the overall support as well as recognition of third parties in order to pick you up, to emotionally provide you with some much-needed strength.",
    "keywords_upright": ["success, victory, triumph, rewards, recognition, praise, acclaim, pride"],
    "keywords_reversed" : ["failure, lack of recognition, no rewards, lack of achievement"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands06.jpg"
  },
  {
    "name": "Seven of Wands",
    "number": 6,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The Seven of Wands is about the struggle that you need to go through to maintain your position, rather than to attain it. This is about the difficulties we face to continue to have success. You should be ready for the competition to you defend your title, and to prove yourself. Others are going to desire the same results that you do, so you need to stay ahead of the them. There will be challenges to the success of your project or venture from an outside source. You must remain dedicated to your desires, and with a clear purpose and effort, you will overcome them.",
    "meaning_rev": "The Seven of Wands reversal meaning is that you could be feeling overwhelmed by all the responsibilities and challenges that you are facing. This can make it difficult to see the whole picture. You can also feel that you have to compete and compare yourself to other people, which leaves you feeling vulnerable and inadequate. The Seven of Wands reversal meaning can also reflect your feelings of being criticized and judged constantly by others. Your friends and family could be questioning you about your decisions and choices, and you feel overwhelmed by their judgement. Avoiding conflict and backing down is common with the reversed Seven of Wands. This can lead to unhappiness because you run away from activities and relinquish your goals, when you are challenged by anyone. Remember all that you fought for to be here, and think carefully on whether you truly believe that is worth giving up now. Another reading of the Seven of Wands reversed can also be that you are being too aggressive when you are protecting yourself and damaging your relationships by doing so.",
    "keywords_upright": ["protectiveness, standing up for yourself, defending yourself, protecting territory"],
    "keywords_reversed" : ["giving up, admitting defeat, yielding, lack of self belief, surrender"],
    "verdict_upright" : "No",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands07.jpg"
  },
  {
    "name": "Eight of Wands",
    "number": 7,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "Eight of Wands signifies a strong level of energy which states that different aspects of your life will be trailblazing. Perhaps important news will be coming on your way, and you may experience a sudden, yet steady positive growth. The Eight of Wands meaning may also pertain to your work. There is a chance that the decision that you are waiting for will come your way soon. You need to be patient and just wait for it.",
    "meaning_rev": "Just like the upward Eight of Wands, the Eight of Wands reversed meaning is generally associated with patience. There is a possibility that you are feeling frustrated about something. You might now see that what you set in motion earlier created the obstacles that you are discovering right now. It is time for you to understand that you cannot change the past. You must forgive yourself, and adapt your strategy. In terms of work, there may be an existing disagreement in your office. You need to settle this quickly in order to avoid derailing any major issue. Breathe, think and try to relax. Be patient and believe that everything will be just fine. The Eight of Wands reversal meaning on love may pertain to possible jealousy. The jealousy that you are feeling right now has no basis and will just affect your good relationship with your partner. In the aspect of Health and Spirituality, you need to improve your focus, cooperation, and determination. The energy of the card will just dissipate if you are losing your focus.",
    "keywords_upright": ["movement, speed, progress, quick decisions, sudden changes, excitement"],
    "keywords_reversed" : ["waiting, slowness, chaos, delays, losing momentum, hastiness, being unprepared"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands08.jpg"
  },
  {
    "name": "Nine of Wands",
    "number": 8,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The Nine of Wands tarot card is one that symbolizes great hope even when one is faced by many problems that threaten to make them lose their balance. The Nine of Wands symbolizes one's life, which has undergone too many trials but through their determination and will, they were able to overcome them. These won battles are symbolized by the eight upright wands; however, there are still more trials that the person may face. This can be one major trial or challenge that they are supposed to face for them to reach their goals or be successful in their quest. The card is a sign of hope and encouragement that you should face your trials with courage so that you may attain success. The Nine of Wands may also mean that a person has been betrayed and has thus become mistrustful towards others. This may be because of something that has happened a number of times, and might on the first glance seem hopeless. But there is also hope and courage here, and the belief that this outlook is about to change. Someone or something may come into their life that will change their whole view of their past struggles. It encourages one to take that risky move because they may be surprised.",
    "meaning_rev": "The Nine of Wands reversed shows a person who may not be a risk taker; they may not want to make a long-term move or commitment since they are afraid that they may not be able to come out of it. They are mistrustful and hence have created a boundary between themselves and others which is turning to be their own personal prison. You may be afraid that you do not have enough resources to face some upcoming challenges, which is why you may be open to running away or avoiding it. However, this is a situation that needs to change since this could be your self-created restriction to prevent you from attaining the new heights you need to grow. It encourages you to be brave, but also be careful not to make careless or hasty decisions that may cost you in future. The Nine of Wands may be an indication of a great personal fear or mentality that could affect you. Hence, it is important that you do something to deal with it before fear consumes you and prevents you from moving onward.",
    "keywords_upright": ["last stand, persistence, grit, resilience, perseverance, close to success, fatigue"],
    "keywords_reversed" : ["stubbornness, rigidity, defensiveness, refusing compromise, giving up"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands09.jpg"
  },
  {
    "name": "Ten of Wands",
    "number": 9,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "This card shows that you have already completed the circle of struggle. After spending too many resources and lots of energy looking for success, you have finally overcome the obstacles. The sweat off your brow was worth it - your efforts have finally been rewarded. You may find yourself living in a world of abundance where poverty and suffering have no chance to intervene. Although it sounds marvelous and satisfying, the card depicts a lot of responsibilities on your side. You are now the sole problem solver in your circle of family and friends which could even propel you into another world of challenges. At this point, you are also flooded with responsibilities to maintain your success. The businesses that you have started are flourishing and keeping you on your toes. The main problem is that these issues could overwhelm you if you lose control, which requires you to make sure that you know how to prioritize and solve the relevant ones.",
    "meaning_rev": "When the Ten of Wands card is reversed, it indicates that you are truly burdened by circumstances which are not necessary in your life. Look around and see what is bothering you that will not positively impact yourself even if you rectify it. Drop them all and be a free being that can think soberly and do things accurately. Anything that does not add value in your life is not worth your time, so let it go.",
    "keywords_upright": ["burden, responsibility, duty, stress, obligation, burning out, struggles"],
    "keywords_reversed" : ["failure to delegate, shouldering too much responsibility, collapse, breakdown"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands10.jpg"
  },
  {
    "name": "Page of Wands",
    "number": 10,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "When you get the Page of Wands, it simply means something is within you, something that triggers you to make discoveries, indulge in investments or take the next advancement in life. You could be just about to take a move on a certain idea, but some conflicting messages keep coming to your mind, and you get discouraged. This card resembles your inner battles which are preventing you from expressing your heroism to the world, to let the world know that you exist for a reason. If you are wise enough, this card is normally a trigger of courage. It should make you overcome the personal discouragements and move forward boldly to launch your ideas in the real world. Remove the fear, gather your resources and do something. Let the world know that you are there and you have no jokes about moving forward in the path that you choose. Conquer every obstacle, let your ideas shine and be known to the world because this card indicates a level of success that can only be achieved when courage is deployed.",
    "meaning_rev": "With the Page of Wands reversed, it tends to emphasize the more negative character traits of the upright version. He tends to show up when your mind is filled with one great idea after another, and are unable to progress beyond the beginning planning stages. Perhaps you have started a project or a hobby expecting that it would grow to great levels and instead you end up nowhere. As painful as it is, it is a good way of telling you that you should venture into other meaningful projects and avoid wasting time.",
    "keywords_upright": ["adventure, excitement, fresh ideas, cheerfulness, energetic, fearless, extroverted"],
    "keywords_reversed" : ["hasty, impatient, lacking ideas, tantrums, laziness, boring, unreliable, distracted"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands11.jpg"
  },
  {
    "name": "Knight of Wands",
    "number": 11,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The Knight of Wands' symbolism is straightforward. When it appears, it means a great time to get away and travel. The person should feel charged up and full of life. One is also ready to get things done. He is adventurous and can find fun things to do no matter where he is. There is never a dull moment when the Knight of Wands is around. When the Knight of Wands shows up in a reading it seems to suggest that the seeker wants to complete important tasks. One wants to impress others with one's knowledge and skill. The card also shows up when the person is planning to move to another place of residence. If you are starting a creative project, then you should do so with lots of energy and enthusiasm. However, you should balance it with realistic and well-rounded views. You should also have a plan that takes into account the consequences of your actions. Getting the Knight of Wands in a reading can also mean that there is an event that you don't expect to happen soon.",
    "meaning_rev": "When you get a reversed Knight of Wands, it indicates frustrations and delays. You may feel angry and that you are not getting anywhere. A reversed Knight of Wands can translate to a loss of power. You may be trying to compensate for something that you don't have total control over - this might lead to pessimism and loss of self-esteem.",
    "keywords_upright": ["courageous, energetic, charming, hero, rebellious, hot tempered, free spirit"],
    "keywords_reversed" : ["arrogant, reckless, impatient, lack of self control, passive, volatile, domineering"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands12.jpg"
  },
  {
    "name": "Queen of Wands",
    "number": 12,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "In general, the Queen of wands in a reading meaning may depict a person of extreme focus and fiery passion. She is courageous and individualistic, though at times she may appear self-centered. They have a positive and an uplifting energy; they represent someone who is willing to be by your side and stand up for you. In terms of work, the Queen of wands signifies that you are planning to accomplish a significant amount of achievement in just a small amount of time. In the event that you are looking for a job, the appearance of this card may mean that a woman will play a major role in your career move. Generally speaking, in terms of your career, things are looking pretty good. The Queen of Wands in questions of love also sends a positive energy. For people who are searching for love, there is a possibility that you will find it soon. When it comes to your finances, there is a chance that you are being carried away on spending a significant amount of money. We advise you to keep your expenses on check, or you will regret it in the end. In terms of health and spirituality, the Queen of Wands meaning may pertain to a spiritual hunger, a quest, or a search for meaning.",
    "meaning_rev": "Regardless of its position (upright or reversed) the Queen of Wands symbolizes fertility, and all the feelings, emotions, and aspects that it brings. It may mean that there is someone who needs your help right now. In terms of work, there is a probability that you will encounter obstacles that will hamper your progress. Do not mind these obstacles and continue doing your job as you see fit. To see this card may also be a reminder to adhere to your rational side - to balance your sometimes chaotic energy with clear though, and you will be more successful.",
    "keywords_upright": ["confident, self-assured, passionate, determined, social, charismatic, vivacious, optimistic"],
    "keywords_reversed" : ["demanding, vengeful, low confidence, jealous, selfish, temperamental, bully"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands13.jpg"
  },
  {
    "name": "King of Wands",
    "number": 13,
    "arcana": "Minor",
    "suit": "Wands",
    "meaning_up": "The meaning of the upright position of the King of Wands represents pure energy. Unlike the other wands cards in the deck however, this particular one is not focused on pure creativity. Instead, this king is actually way more likely to take an idea and to decisively implement it himself. The King of Wands is a natural born leader of people, and he is also extremely capable. Once the king sets for himself a certain aim or a goal, he is going to conveniently stick to it in order to ensure that it becomes a reality. The King of Wands looks forward to all sorts of different challenges - whether great or small, for he gets a natural adrenaline rush associated with the solving of problems.",
    "meaning_rev": "The negative aspect of the card is associated, as you may guess, with a feeling of arrogance. He can even be rather aggressive in the actual pursuit of his goals, regardless of whether he's actually conscious or not of it. He wouldn't show restraint, nor even the humbleness to know when his assistance isn't actually required. When reversed, the card depicts a personality which is prone to taking rash, impulsive and hasty decisions. This person could be pushy, overbearing as well as dominating at times. Even though he might rarely do this with a sense of malice or with an intention to make someone feel submissive, this is without a doubt a part of his character that one can be frustrated at. In reversal, the card represents the worst spectrum of the qualities of the fire - selfishness and ruthlessness. He can be manipulative as long as you are serving his purpose. With this in mind, the card definitely points out strong and weak aspects, and reflecting on his image can help you dig deeper in your personality.",
    "keywords_upright": ["leadership, vision, big picture, taking control, daring decisions, boldness, optimism"],
    "keywords_reversed" : ["forceful, domineering, tyrant, vicious, powerless, ineffective, weak leader"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Wands14.jpg"
  },
  {
    "name": "Ace of Cups",
    "number": 0,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. Like with all the other aces, there is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled. The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf. It is important for one to open themselves to more opportunities for friendships, love and spiritual learnings. There is a chance now to put your past behind you, for you are being offered the gifts of the cups. It is up to you whether you take the cup and drink to the fullest.",
    "meaning_rev": "When the Ace of Cups is overturned, the image here is clearest - the waters pour out of the cup, it becomes empty, the gift of its waters are being wasted. Seeing the Ace of Cups upside down during your reading means you have been enduring emotional instability or pain for some time. There is a loss that is indicated here, and perhaps something that has meant much to you is no longer giving you the joy that it once had. Since the cups also govern creativity, you may also be experiencing a creative block of sorts, and where the waters of inspiration once flowed, they have now dried up. In all these cases you must examine who or what is in control of the cup - which party allowed it to overturn? What can you do to place it right side up again?",
    "keywords_upright": ["unity, partnership, attraction, connection, close bonds, joining forces, mutual respect"],
    "keywords_reversed" : ["separation, rejection, division, imbalance, tension, bad communication, withdrawal"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups01.jpg"
  },
  {
    "name": "Two of Cups",
    "number": 1,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. The exchange of cups suggest that each party's emotions are intertwined with the other's, and each participant's feelings have profound affects on the other. A strong pair is indicated here, the joy of two becoming one. When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations.",
    "meaning_rev": "When reversed, the Two of Cups can mean that the balance that was once there is broken. This balance was an integral part of keeping the individuals together, but to break it is to create disconnection and discord. The negative energy of two forces is present, and instead of them joining or attracting, they seem to repel each other. You may be finding that certain small details that were not problems before are coming into play, signaling that one party may have resentments. A line of communication that allowed you and the other party to openly talk about disagreements has been cut off, only worsening the cycle of resentment and imbalance. Be the first to open up, and you may find the problem much easier to repair than you thought it would be.",
    "keywords_upright": ["unity, partnership, attraction, connection, close bonds, joining forces, mutual respect"],
    "keywords_reversed" : ["separation, rejection, division, imbalance, tension, bad communication, withdrawal"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups02.jpg"
  },
  {
    "name": "Three of Cups",
    "number": 2,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "To see the Three of Cups can indicate a happy reunion with a long lost friend, relative, or loved one. It can also mean a celebration, whether it is your own or for someone who you love. The event can be a birthday, wedding, or any other happy occasion. In general, it is about spending quality time with people you cherish in your life. The three maidens represent your circle of friends who you turn to for love, compassion, and support when you need them the most. It can be old college buddies, colleagues at work, or people you have shared a special bond over the years. If you've had problems with your social life, this card can signal the end of those hardships. You will be able to resolve differences and learn how to deal with the problem.",
    "meaning_rev": "When the Three of Cups is reversed, it means that you may have no time to socialize or go out with friends. You may be too busy with school or work that you can't spare some time to have fun. The Three of Cups reversed can also mean losing touch with some of your friends. As time passes, you may find that you are growing apart from one another. When we grow older, we must put in effort to make sure that our friendships are not neglected. Alternatively, the Three of Cups reversed can mean that there is a lack of balance and harmony within your social circle. Gossip and scandal can rear their ugly heads. Perhaps there is envy hidden within this circle, and as a result, you are feeling isolated.",
    "keywords_upright": ["friendship, community, gatherings, celebrations, group events, social events"],
    "keywords_reversed" : ["gossip, scandal, excess, isolation, loneliness, solitude, imbalanced social life"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups03.jpg"
  },
  {
    "name": "Four of Cups",
    "number": 3,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The Four of Cups tend to appear when you are feeling discouraged and unmotivated. You may feel as if there is no solution or way forward in your situation. Life has become stagnant, and nothing seems to make you happy or passionate. You are feeling apathetic - regardless of what happens, whether the day is good or bad, none of it matters to you. The Four of Cups commands a self-evaluation of your attitude so that you can pull yourself out of this rut. The solution is likely right in front of you, the hand is offering you a way out, but you release yourself out of your mental stubbornness and deploy new approach. You must search your motives, instincts and thoughts so that you can find your passion again. The Four of Cups revolves around finding your true interests and working towards fulfilling them. Our lives are short, and sometimes monotonous, but we must create meaning for ourselves. Our individual callings are not just there for us to find, but to decide and to imagine.",
    "meaning_rev": "While in the upright four of cups, you may be suffering from apathy and ignore the opportunities that the universe offers you, the reversed four of cups signals the desire to have a new start. The sudden awareness of the transient beauty of life may strike you now, while previously you may have been too deeply disconnected from yourself to see it. You are coming to the understanding that though life is not perfect, there is beauty in it, and joy comes from choosing to see this beauty. Embrace new ideas, new people and new places; because you never know where these adventures can take you. Many may miss these chances because they are too confined in their own beliefs and ambitions.",
    "keywords_upright": ["apathy, contemplation, feeling disconnected, melancholy, boredom, indifference, discontent"],
    "keywords_reversed" : ["clarity, awareness, acceptance, choosing happiness, depression, negativity"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups04.jpg"
  },
  {
    "name": "Five of Cups",
    "number": 4,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The Five of Cups symbolizes disappointment and the feelings that come when things go differently than you expected. You are feeling unhappy that a certain situation hasn't really turned out the way you had hoped it would. Instead of moving towards a more positive perspective, this card seems to say that you are dwelling in the past, inducing feelings of self-pity and regret. The water which is actually spilled from the cups shows that you might have missed an opportunity. It also shows that the problem is mostly emotional and not material or financial. The card is often going to reflect a person who is so caught up in his past that he is absolutely incapable of moving on. This means that he has a high chance of missing out on what new joys that the future can bring.",
    "meaning_rev": "When the card is reversed, the Five of Cups shows a significant recovery from the regret as well as proper acceptance of your past. You are beginning to realize all of the implications of your actions, and you have finally come to appreciate the lessons which can be learned from that experience. You may even start to recognize the overall value of the painful experience you had in the larger scheme of things. You are seeing that the suffering and grief that you endured gave you strength and imbued you with resilience. You are ready to pick up the two remaining cups which are still full and go on with your life in full force.",
    "keywords_upright": ["loss, grief, disappointment, sadness, mourning, discontent, feeling let down"],
    "keywords_reversed" : ["acceptance, moving on, finding peace, contentment, seeing positives"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups05.jpg"
  },
  {
    "name": "Six of Cups",
    "number": 5,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The Six of Cups upright generally represents generosity, nave happiness, and childhood. It can stand for you wanting to return to a happier time, whether it was when you were a child, teenager, or young adult. Many times, these memories are things of the past, which reflect the aspects of ourselves that have vanished. You may feel that remembering these times is the only way to feel happy. The Six of Cups appearing in a reading seems to indicate that while we may look upon the past with a happy eye, we must avoid living in it. The Six of Cups can also mean that you are be returning to a familiar place. This could be your hometown, an old friend's home, a school, or any place that holds a lot of meaning for you. You are seeking to reconnect with people from your past. Bringing back old memories reminds us of our childhood, a time when things were simpler.",
    "meaning_rev": "The Six of Cups reversed can mean that you are clinging to the past. You should explore your memories, but you should not allow yourself to remain there. While you may find it comforting to be in the security of home, you must also learn to forge your own path. The past should be used as a guide for the future, not as a space to remain and linger. Learn to focus on the present and ground yourself in the moment. Another reading of the Six of Cups reversed is that you may feel as though you are disconnected from your childhood self, and that child's dreams, which may sometimes be unrealistic. Not reaching these goals can be painful, but sometimes reality carves a path for you that you must follow, and you shouldn't blame yourself for your choices. Take the time to think about where you want to be now and how you can reach your goals, instead of just dreaming about them.",
    "keywords_upright": ["nostalgia, memories, familiarity, healing, comfort, sentimentality, pleasure"],
    "keywords_reversed" : ["stuck in past, moving forward, leaving home, independence"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups06.jpg"
  },
  {
    "name": "Seven of Cups",
    "number": 6,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "To draw the Seven of Cups in a reading shows that you need to clearly see the shadows and visions in your imagination, not only in your dreams but also in the real world. You should be careful of wishful thinking and be alert of the choices that you make. In one sense, the Seven of Cups indicates that you are a dreamer who is both excited and afraid of the things that you see in your unconscious. In another, the Seven of Cups is a reminder that although it is good to have dreams and wishes, it is even better to take action attaining those dreams. At one point in life, you will need to stop fantasizing and face the reality of life. If you are unable to make a decision due to the many options that are available, you should evaluate the advantages and disadvantages of each option so as to make the best choice. It is important to exercise caution when you are making your decision, as the card itself seems to show there is not only wonders and treasures that are available to you, but also monsters and shadows.",
    "meaning_rev": "The Seven of Cups reversal is somewhat similar to the upright, as they both indicate dreams, illusions and temptations, but seem to emphasize the more negative qualities of this card. Your views may be inclined towards fantasy, and not grounded in reality. It may imply that you are unclear about the things that you are searching for. The Seven of Cups reversed may also demonstrates your unwillingness to face the realities of life, and you are seeking to escape through imagination and daydreaming. On the other hand, the Seven of Cups reversed may also indicate an end of confusion, of cutting out illusions, and moving forward with clarity.",
    "keywords_upright": ["choices, searching for purpose, illusion, fantasy, daydreaming, wishful thinking, indecision"],
    "keywords_reversed" : ["lack of purpose, disarray, confusion, diversion, distractions, clarity, making choices"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups07.jpg"
  },
  {
    "name": "Eight of Cups",
    "number": 7,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The Eight of Cups signifies time for change or transition, by means of walking away from something. Getting the upright side of this card shows that you are dissatisfied with your life and need to experience a higher purpose in life. You may have been exploring your options, flitting about from one choice to another, tasting the wine in each cup, as a means to sort out what it is that you really want with your life. You are now experiencing a feeling of exhaustion - and are coming to a realization that you must step away from what is familiar. It is a choice, and a recognition that true happiness will not be found in what you have already created. More often than not, getting the Eight of Cups shows that one is tired of the worldly things and is about to embark on a much more spiritual journey. And if that's the case, then be happy, because change happens when we most need it.",
    "meaning_rev": "Getting the reversed Eight of Cups can show that one is in a state of confusion about which path they are supposed to take. The confusion usually arises from not knowing what is best for you and in the end, drifting in a sea of uncertainty is going to be the resulting effect. One is likely to find themselves being aimless and not having clear cut goals in their lives. And in the end, they almost always end up following wherever the waves of life take them. On the other hand, you may be aware of what you need to do. There is something that in your life that has for a long time stopped bringing you joy or pleasure, and though your soul's desire is to fly away from it, you find yourself remaining. The thought of leaving the security of what you have built fills you with fear - you are scared of both change and of losing something that has given you great comfort.",
    "keywords_upright": ["abandonment, walking away, letting go, searching for truth, leaving behind"],
    "keywords_reversed" : ["stagnation, monotony, accepting less, avoidance, fear of change, staying in bad situation"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups08.jpg"
  },
  {
    "name": "Nine of Cups",
    "number": 8,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "When we look at the Nine of Cups, it can initially seem like one of the most pleasant cards that may appear during a reading. This is also referred as the wish card, which means that the things that you desire for, or your most perfect dream is bound to happen. The Nine of Cups is normally associated with extreme happiness and satisfaction.With regards to your work, there is a good change that something wonderful will happen in your workplace. It is time for you to push on your stalled project or if you have a something that you desire greatly, there is a possibility that you will finally achieve it. It also holds a positive meaning when it comes to love. Your romantic relationship with someone is destined to reach a new level. In case you are still single, this is the time to socialize with new people. In terms of finances, the Nine of Cups is also a positive messenger. It can mean that the financial state that you are hoping for will soon be achieved. In your health, the test that you have to undergo will lead to positive result. The good energy that you are receiving at the moment should be used to improve your health habits.",
    "meaning_rev": "When the Nine of Cups is reversed, you need to think more carefully about the things that you really want in your life. The Nine of Cups reversed can signify that you are looking for a more authentic feeling of fulfillment. Your path has been a hard one, and you've arrived at a period where you may have the appearance of fulfillment, but something else is missing. This may outwardly appear as smugness, and can indicate your desire to receive attention and recognition for all that you have achieved. But you personally still feel dissatisfaction in yourself - it seems as though your desires are never-ending, a black hole. Where does this stem from? In what parts of yourself are you lacking confidence? The Nine of Cups reversal denotes that it is time for you to stop placing a value on all your blessings, and instead pay attention to the quality of your life. The true treasures lie in your relationships with your family, friends, and community.",
    "keywords_upright": ["wishes coming true, contentment, satisfaction, success, achievements, recognition, pleasure"],
    "keywords_reversed" : ["unhappiness, lack of fulfilment, disappointment, underachievement, arrogance, snobbery"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups09.jpg"
  },
  {
    "name": "Ten of Cups",
    "number": 9,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "From its joyful depiction, we can assume that the Ten of Cups embody happiness, joy, contentment and emotional satisfaction in your family, relationship or companion. It represents an idyllic state of comfort, harmony, peace and love which makes you feel like you are in paradise. This is where all your dreams, wants, needs and wishes have been fulfilled, and you feel a complete sense of satisfaction. Take a moment and breathe, look around you and be thankful for all your blessings. This card signifies something that so many of us are searching for.",
    "meaning_rev": "When the Ten of Cups is reversed, the strong bonds that one forges with family and community are broken, or twisted. The Ten of Cups is truly the most 'happily ever after' card, but somehow this idealized image of domestic peace and comfort is broken, or was unrealistic all along. Instead of connections, you may find distance. Instead of coming together, you may be pulling apart. Your hopes for happy times and special moments seem to not meet your expectations. You should learn to treat each other well, love each other and care for each other. This is the best way to ensure that you retain your harmonious living.",
    "keywords_upright": ["happiness, homecomings, fulfillment, emotional stability, security, domestic harmony"],
    "keywords_reversed" : ["unhappy home, separation, domestic conflict, disharmony, isolation"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups10.jpg"
  },
  {
    "name": "Page of Cups",
    "number": 10,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "One of the most important meanings within the Page of Cups is that you should be open to new ideas, especially ones that stem from intuitive inspiration. The card seems to state that such inspiration should be embraced, despite it being something that you may not expect. It could lead you to adventure and open many doors. If it is a calling of a creative nature, for example, one to get into music or art, there's an especially strong push from this card to go for it. For those that are afraid to reveal their emotions, the Page of Cups could mean that it is time to release and show those emotions. The creative you and the emotional you should both be expressed, no matter how insignificant they may seem. In most cases, some people cannot express themselves as they want to protect their ego. The Page of Cups indicates that it is alright to have a new beginning - to welcome the real you.",
    "meaning_rev": "One Page of Cups reversal meaning is that you are undergoing a block in your creativity. There are things or projects that you find interesting, but you seem to do them for other reasons than for the joy of it. You may be doing them for money, for fame, or something else. A reversed Page of Cups could indicate that you should remember the joy that your projects brought you in the first place to reclaim your imaginative spirit. Another Page of Cups reversal meaning is that it can symbolize a troubled person. One who is afraid of reality whether it's emotional, financial, illness or something else. They find these issues difficult to face, perhaps leading to abuse of alcohol or drugs to escape. It could be an image of you or a loved one who is struggling with self-acceptance. The Page of Cups could indicate that someone lacks inspiration, they are battling low self-worth, and they are easily depressed. What can you do to help inspire them to be their best self?",
    "keywords_upright": ["idealism, sensitivity, dreamer, naivete, innocence, inner child, head in the clouds"],
    "keywords_reversed" : ["emotional vulnerability, immaturity, neglecting inner child, escapism, insecurity"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups11.jpg"
  },
  {
    "name": "Knight of Cups",
    "number": 11,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The truth is that the Knight of Cups is the most feminine amongst all the Knight cards in the tarot. It's important to note though, that this doesn't even slightly suggest that he is any less of a worthy knight. It implies that he is in proper touch with his emotions and his intuition, and that he uses them for his own well-being and during his many romance and seduction quests. He is usually quite attractive and charming to others, regardless of their gender. When faced with an actual decision, the Knight of Cups is going to listen to his heart, regardless of whether this is actually a logical choice or not. He can also manifest as an event or a person in your life, or a part of your own self. He appears as a messenger  and with him, he carries an invitation or an arrival of something or someone which is going to have a certain emotional benefit for you. As a knight, he is also charged with taking the gifts of his suit, and bringing it outward into the world. He therefore can also represent the undertaking of some project with significant emotional or creative value for you.",
    "meaning_rev": "Reversed, the Knight of Cups means that you allow your emotions to control your life a lot more than you should. You might be overly jealous, emotional or moody. In fact, this could get up to the point of actual incapacity to take action, which is most definitely to be avoided. Jumping to conclusions too fast is characteristic of a reversed Knight of Cups, and making judgements without having the necessary information is very common. The card indicates a situation which could be considered appealing at first but quickly turns out to be something very different. With such high expectations, everyone will walk away quite disappointed.",
    "keywords_upright": ["idealist, charming, artistic, graceful, tactful, diplomatic, mediator, negotiator"],
    "keywords_reversed" : ["disappointment, tantrums, moodiness, turmoil, avoiding conflict, vanity"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups12.jpg"
  },
  {
    "name": "Queen of Cups",
    "number": 12,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "The appearance of the Queen of Cups in a reading can be guiding you to find help from others. Most times, like the other queens, this is a female figure that will come into your life. The Queen of Cups has an intuition which is very powerful, and is only rivaled by the one of the High Priestess. The Queen of Cups acts as a mirror and reflects the depths present in others, so they see themselves in a new light. Most times, the Queen of Cups can also represent the trusted inner voice you have within you. She seems to say that you should take the time to focus on your emotional health before trying to help others. Self-love creates compassion.",
    "meaning_rev": "The Queen of Cups reversed means that you are not in sync with your emotions. You can also feel restricted in the expressing the way that you truly feel. Most times, bottling up your emotions can be very damaging and will lead to a boiling point in the near future. You may have high levels of stress that you are not able to cope with anymore. The Queen of Cups reversed can also reflect that your mind is wandering too far, and you are letting your imagination run away with itself. While you still mean well, you should take a pause to really see whether your emotions can be trusted, because you are allowing them to control you. You need to take some time to think if these dreams can be turned into reality. You should try to be more emotionally stable during these times, so you will know when your emotions are getting the best of you.",
    "keywords_upright": ["compassion, warmth, kindness, intuition, healer, counsellor, supportive"],
    "keywords_reversed" : ["insecurity, giving too much, overly-sensitive, needy, fragile, dependence, martyrdom"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups13.jpg"
  },
  {
    "name": "King of Cups",
    "number": 13,
    "arcana": "Minor",
    "suit": "Cups",
    "meaning_up": "Emotionally balanced, compassionate, diplomaticWhen you have balanced your emotions and are able to control them, it means that you have a deeper knowledge and awareness of yourself. When you are faced with challenges that would normally throw you off balance, the King of Cups is there to remind you that you should act as he does - do not fly out in a rage, or immediately throw yourself into despair! You first need to temper the state of your emotions, so that you can progress forward in reality. Learn to evaluate yourself so as to determine how you can create a stronger awareness of your own internal state. There are instances when the King of Cups can symbolize an older male who is in your life. This is a mature man who is willing to take responsibility for his actions and has mastered his own self-understanding. The King of Cups tends to be political and diplomatic, and this makes it possible to for him to balance the needs of others, and enhance the harmony among all parties involved. The King of Cups shows that you are sensitive as a leader and you are careful with the way others respond to your emotional needs. The King of Cups implies that you should remain mature when dealing with negative energy.",
    "meaning_rev": "When the King of Cups falters, his usual ability to handle situations with compassion and wisdom are turned upside down. He is unable to balance the needs of all that seek his guidance, and while appearing kind to some, may be cold to others. His talent in navigating the emotions of others may be put to dubious uses, manipulating circumstances to fit his needs. The reversed King of Cups suggests that there is a character in your life that is depicted by this card, whether a part of you or someone else. While he is normally very in touch and controlled with his emotions, he has lately become manipulative and emotionally controlling. His actions will be used for vengeance and vindication, impulses that he normally has under control, and is eventually aimed at being some form of punishment.",
    "keywords_upright": ["wise, diplomatic, balance between head and heart, devoted, advisor, counsellor"],
    "keywords_reversed" : ["overwhelmed, anxious, cold, repressed, withdrawn, manipulative, selfish"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Cups14.jpg"
  },
  {
    "name": "Ace of Swords",
    "number": 0,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. With its sharp blade and representing the power of the intellect, this sword has the ability to cut through deception and find truth. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings. It might also be a good time for you to seek justice and the truth in all matters since your conscience is clear, and your thoughts are swift. If you rise to the occasion, your sharpness and clarity in thought will be rewarded. When we look at the swords closely, and see its double-edge, we are also reminded that this sword may be either used for noble deeds or to deal destruction. It all depends on the wielder, and is a warning too that excessive power holds the danger to corrupt. If you stick with principles, the sword will serve you well.",
    "meaning_rev": "Getting a reversed Ace of Swords might mean that one's thoughts are confused, unsure and very chaotic. This isn't a good time for one to make any decisions since they don't have any clarity on what you should be doing, meaning that the chances of failure can be pretty high. At this time, it would be better to prepare yourself and take baby steps - work methodically as you slowly move towards achieving your goals. This would be a good time to lay back and rationally think your way through each stage rather than acting on impulse, since everything appears in a blur and is not very clear at that moment. It might also be a good time to seek advice since things may not be as they seem.",
    "keywords_upright": ["clarity, breakthrough, new idea, concentration, vision, force, focus, truth"],
    "keywords_reversed" : ["confusion, miscommunication, hostility, arguments, destruction, brutality"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords01.jpg"
  },
  {
    "name": "Two of Swords",
    "number": 1,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "When we see the Two of Swords in a reading, we are encountering a stalemate. Two equal and opposing forces are joined in battle, and there seems to be no end in sight. Without something, or someone to intervene, this may continue indefinitely. We find ourselves in a situation where we must make a choice, we can side with one part of the situation, or we can side with the other. Neither seems particularly appealing, which makes the decision even more difficult. But unless we move past this stalemate, there can be no more progress. The Two of Swords meaning may depict a warning to have caution. Like the woman in the card, you may be choosing to keep the blindfold on, hoping the problem will just go away. You should avoid evading any issues that you are facing, since it will not solve your problems.",
    "meaning_rev": "The situation we see in the reversed Two of Swords is a stalemate of a legendary kind, one where two forces are battling each other. This battle can be representative of both something internal or external, and you are forced to be in between and be the decision maker. However, because neither party seems particularly pleasing to work with, you may find yourself confused, the pressure is too much, and you are unable to make a decision. When you do make the decision, it will be choosing between two bad outcomes. Do not worry, the more important thing here is to make a choice, from then on, we can deal with whatever consequences come.",
    "keywords_upright": ["stalemate, difficult choices, stuck in the middle, denial, hidden information"],
    "keywords_reversed" : ["indecision, hesitancy, anxiety, too much information, no right choice, truth revealed"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords02.jpg"
  },
  {
    "name": "Three of Swords",
    "number": 2,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Three of Swords depicts the message of rejection, betrayal, hurt and discouragement. In moments like these, we are well served by the mind. If you can think logically about it and prepare for the experience, the impact of this pain may be minimized. But remember too, that pain and grief are a normal part of life, because they make us appreciate what joy and happiness we have, as well as teaching us. It is through pain that we learn to be avoid mistakes that could lead us into danger and grief. It is therefore a necessity in the journey of life. The Three of Swords therefore is a depiction of suffering that is meant to make us stronger, more careful and more vigilant.",
    "meaning_rev": "The Three of Swords reversed indicates that have faced a recent loss, a break-up or a moment of grief. You may be still recovering from this, and your emotions have not completely calmed, making it difficult to move on. Although you may still be thinking of your past suffering, this card may be a signal that it's time to let go and look forwards towards life ahead of you, because there is much for you to enjoy. Many don't see this, and they end up being immersed in their own pain for too long, delaying their own recovery process. Don't focus too much on what happened, renew your emotions and gather your courage. The reversed Three of Swords card is here to let you know that all difficult moments pass - they are not there to stay, and when we fall, we can also rise again.",
    "keywords_upright": ["heartbreak, separation, sadness, grief, sorrow, upset, loss, trauma, tears"],
    "keywords_reversed" : ["healing, forgiveness, recovery, reconciliation, repressing emotions"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords03.jpg"
  },
  {
    "name": "Four of Swords",
    "number": 3,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Four of Swords is a moment of rest. It indicates it is time to gather new strength and prepare to face a new challenge. You have faced crisis after crisis, and it is wearing you out. You can face a new challenge only after getting away from everything and embracing a new atmosphere. Take the time to nurture yourself to re-enter life. Within us glimmers hope, and it lies quietly, waiting to reveal itself after we are healed anew.",
    "meaning_rev": "Although the Four of Swords card in a reading could mean it's time for healing, a reversed card could mean restlessness. Your heart is willing to relax, but this is not what your mind wants. You feel that you have too much that is depending on you. Following this path is not advised, as it could have affects on your health. You can continue to fight, but sometimes that is ineffectual and you must have enough awareness of your own strength to decide when to back out. To rest, to retreat, is a means of self love sometimes, and though you may try to push ahead, that will only make it difficult for you in the long term.",
    "keywords_upright": ["rest, relaxation, peace, sanctuary, recuperation, self-protection, rejuvenation"],
    "keywords_reversed" : ["recovery, awakening, re-entering world, release from isolation, restlessness, burnout"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords04.jpg"
  },
  {
    "name": "Five of Swords",
    "number": 4,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "This card indicates that you are engaging in a conflict of some nature. It can also suggest a disagreement with others, which leads to hostility and tension. Despite the fact that you think you've won, you might still lose in the big picture, because you have annoyed or hurt those that you have argued with, and as a result, you are on the road to isolating yourself. Perhaps, at the moment, you believed that it was more important to be right rather than appreciate and understand where the other side was coming from. You still have the chance to act while the conflict is still fresh. You may feel as if everyone and everything is against you. You might also lose some friends along the way. This is why you will need to make a significant decision about your point of view. What is more important to you? Mutual progress, or winning? This might require you to stand up to a conflict within yourself.",
    "meaning_rev": "The Five of Swords reversal meaning shows you that all you want is for that particular period to be over so that you can forget and forgive. Because you are beginning to understand that winning is not everything, you will be capable of focusing your energy on something a lot more constructive and positive. Another interpretation of this card in reverse is that the conflict you are experiencing is actually going to become more upsetting as you realize that there can only be losers. These are terms that you need to come to grips with.",
    "keywords_upright": ["arguments, disputes, aggression, bullying, intimidation, conflict, hostility, stress"],
    "keywords_reversed" : ["reconciliation, resolution, compromise, revenge, regret, remorse, cutting losses"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords05.jpg"
  },
  {
    "name": "Six of Swords",
    "number": 5,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The meaning of the Six of Swords is that you are experiencing a transition of some kind, but one that is not happy and filled with regret. This transition will most likely be the result of decisions you made in the past, and now they are forcing you to leave something behind in order to move forward. Despite your sadness, you need to remember that moving on is the ideal option for your future.",
    "meaning_rev": "The Six of Swords reversed can indicate that you have been trying to move on and make the transitions you need. However, you may be experiencing challenges making these a reality. You may keep returning to the past, whether it's because there are issues that are not resolved, or you are questioning your decisions. Another Six of Swords reversal meaning is that you have been resisting the transitions that life is giving you. You may feel that you are being forced into making moves before you wanted to or you do not want to move at all. In this case, you should think about the benefits of the moves, instead of the drawbacks. Like Orpheus in the underworld, you must only look ahead and not backwards, for if you do look backwards, you risk falling apart.",
    "keywords_upright": ["moving on, departure, leaving behind, distance, accepting lessons"],
    "keywords_reversed" : ["stuck in past, returning to trouble, running away from problems, trapped"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords06.jpg"
  },
  {
    "name": "Seven of Swords",
    "number": 6,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. While you might be thinking that you have gotten away, you discover that the situation has cornered you and you are found out as you are trying to escape. There are instances when the Seven of Swords may indicate the willingness to go solo. You may have the urge to explore and discover some things on your own. This can be an effective approach if you want to assert your independence and bypass group agreement. The Seven of Swords symbolism may be encouraging you to go on this path; sometimes innovation comes from a rogue genius.",
    "meaning_rev": "The Seven of Swords reversed can have multiple meanings depending on the context of the other cards within the reading. It can suggest firstly a need to change your approach - the tactics you've been using are not working. While upright, this card can stand for a cunning victory attained by deception and trickery, the reversal can stand for either a more extreme version of such behavior. Or instead, a kind of renewal of conscience. You or someone in your circle may be deciding to unburden themselves with their guilt, and come clean about some piece of manipulation they have been involved in. Trust has been broken, but with a confession, you may be on the road to repairing it. There is a desire here to try and do things in a different way, one that is collaborative rather than independent.",
    "keywords_upright": ["lies, trickery, scheming, strategy, resourcefulness,sneakiness, cunning"],
    "keywords_reversed" : ["confession, conscience, regret, maliciousness, truth revealed"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords07.jpg"
  },
  {
    "name": "Eight of Swords",
    "number": 7,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The general meaning in the Eight of Swords is that of a feeling of being trapped and victimized. You may feel powerless because, in your mind, you feel that changing the situation might be beyond you. This feeling of helplessness that you have, the feeling that you have no agency in your life, has played a major role in making your situation worse. It is advisable for you to avoid making an important decision at this time since your judgment is likely clouded. The good news is that because these traps are things that we create ourselves, we can also leave them if we put our minds to it. It is simply the matter of taking off the blindfold, and seeing beyond the limited perspective that we created for ourselves - to see the possibilities, and to recognize that you have your own internal power.",
    "meaning_rev": "Getting the reversed Eight of Swords is a good sign, since it shows maturity and self-acceptance, and a recognition of one's own power and responsibility - especially after a long struggle of doubt. It means that one is capable of making conscious decisions because they are confident in who they are, and their power to affect change in both themselves and the world. It's time to free ones self from the past and proverbially clear out their closet, creating room for new things and experiences.",
    "keywords_upright": ["trapped, restricted, victimised, paralysed, helpless, powerless, imprisonment"],
    "keywords_reversed" : ["freedom, release, taking control, survivor, facing fears, empowered, surrender"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords08.jpg"
  },
  {
    "name": "Nine of Swords",
    "number": 8,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Nine of Swords is often associated with fear and anxiety, about all the things that worry you and keep you up at night. Sometimes this card can be associated with trauma - one which may be shameful for you to confide with others about, and all the psychological responses that come from experiencing that trauma. There is a sense of repetition within this card, that some event which has troubled you before, and one which you managed to either repress or run away from, is coming back again. Sharing your grief does at least provide an outlet for your pain and may release you from carrying this burden alone. Is there anyone that you can feel comfortable speaking to? In cases where it is less about trauma and more about general anxiety, analyze yourself and think if this is a feeling that is within your control or if there are other factors that contribute to your anxiety. Concentrate on the matters which you can control, and learn to ask for help.",
    "meaning_rev": "To come across the Nine of Swords reversed still signals something similar to the upright version - that you may find yourself being terrorized by nightmares, by anxiety and stress. Some trauma from your past is coming back, and you find the grief of unresolved issues overwhelming. But here we also see hope, at least there is the desire to leave this nightmare. You must understand that this suffering will not cease until you yourself put in the effort to leave it. There is much work that you must do to drag yourself towards release. But just as you have a ways out, you must understand that you can still fall deeper into despair. Your job is to avoid that outcome, if you push forward you may find yourself out, but if you do not, you may find yourself sinking deeper.",
    "keywords_upright": ["fear, anxiety, negativity, breaking point, despair, nightmares, isolation"],
    "keywords_reversed" : ["recovery, learning to cope, facing life, finding help, shame, guilt, mental health issues"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords09.jpg"
  },
  {
    "name": "Ten of Swords",
    "number": 9,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. There is a sense of betrayal that is indicated here, for the character is stabbed in the back. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Here, this situation is unavoidable.",
    "meaning_rev": "With the reversal also comes to a recognition that you have hit rock bottom, there is no more that is left for you to give. With that also comes the release that things can only get better and the cycle can start anew. But like with the eight and nine of swords, this release must be initiated by you. There is an opportunity being presented here to correct what has hurt you, but you must make the effort to climb out yourself. What has happened was terrible, but everyone has a part in the responsibility.",
    "keywords_upright": ["ruin, failure, bitterness, collapse, exhaustion, dead end, victimization, betrayal"],
    "keywords_reversed" : ["survival, improvement, healing, lessons learned, despair, relapse"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords10.jpg"
  },
  {
    "name": "Page of Swords",
    "number": 10,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "Bright and alert, the Page of Swords is someone who never seems to run out of ideas. She is curious, always asking questions, and gifted with a sharp tongue and quick wit to match. This card may indicate that you are very eager to execute an idea that you have been having or a project that you cooked up just recently. You are quite passionate about it, and you cannot wait to share the progress with others. Compared to your passionate heart, time seems to be standing still. It is time to be talkative. When a Page of Swords appears in a reading, it signifies communication and sharing of ideas. Whether it is someone else's ideas or yours, it is time to open up and talk about them as long as it is a constructive.",
    "meaning_rev": "When the Page of Swords is reversed, all the negative characteristics of her come out - and she may become almost dangerous. Being gifted with a sharp and alert mind, she may be using it for deception and manipulation. The sword that she wields may be used to create pain, her natural gift for language turned to a weapon. She may lack the understanding or the maturity to understand the suffering that she causes, feeling the rush that one gets upon lashing out. On the other hand, this page may be someone of empty words or promises - who though loves talking, does not really talk about much of substance. Take care to show strength and action behind your words, for you may be damaging your reputation.",
    "keywords_upright": ["curious, witty, chatty, communicative, inspired, vigilant, alert, mental agility"],
    "keywords_reversed" : ["scatterbrained, cynical, sarcastic, gossipy, insulting, rude, lack of planning"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords11.jpg"
  },
  {
    "name": "Knight of Swords",
    "number": 11,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Knight of Swords is a very powerful figure that is full of life as well as energy. This needs to be balanced with a proper and actual realization of compassion and responsibility. Once the knight sets forth towards his goals, there is absolutely no stopping him. He doesn't see - and he doesn't care - about any upcoming challenges. He is filled with sheer ambition, strength and determination to succeed with his quest no matter what. However, this determination could also blind him to see the potential consequences of his actions on others as he makes his way to success. He may charge forth into a very dangerous territory without preparation or actual foresight, and this could lead him to great danger.",
    "meaning_rev": "The reversed Knight of Swords suggests incredible impatience, impulsiveness alongside his bursting with energy. This Knight of Swords has a lot of energy but lacks any kind of direction, and this oftentimes results in them making rather rash decisions as well as pulling down other people with them. Their thoughts are oftentimes scattered throughout without any actual organization or logic. They are most likely disorganized and unprepared for the things that they actually want to achieve. The Knight of Swords reversal meaning indicates that you still have a lot of miles to walk in order to get the valuable life experience that you need in order to overcome adversities along the way. This is something to consider.",
    "keywords_upright": ["assertive, direct, impatient, intellectual, daring, focused, perfectionist, ambitious"],
    "keywords_reversed" : ["rude, tactless, forceful, bully, aggressive, vicious, ruthless, arrogant"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords12.jpg"
  },
  {
    "name": "Queen of Swords",
    "number": 12,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The Queen of Swords beckons you to look at all the facts before making a decision. You must rely on the unbiased intelligence, which has you researching alternative viewpoints and thinking carefully on your decision. Compassion and empathy in these cases can distract you from your task, so you need you are trying to keep a strong objective view while avoiding getting emotions involved.",
    "meaning_rev": "The Queen of Swords reversed meaning is that you may be thinking too much with your heart, and you are becoming too emotionally involved with your current situation. You have to start thinking more objectively, because your emotions could lead you astray. Take the time to look at the situation using various facts and use your head to create a clearer picture of what is really going on. Only then, can you decide what your next move should be. When reversed, the Queen of Swords can also be quite bitter, coldhearted, or resentful. You may have started to isolate yourself for a number of reasons, but the outside world could be taking this in the wrong way. You may have some explaining to do, especially if your relationships end up being stressed by your desire for solitude.",
    "keywords_upright": ["honest, independent, principled, fair, constructive criticism, objective, perceptive"],
    "keywords_reversed" : ["pessimistic, malicious, manipulative, harsh, bitter, spiteful, cruel, deceitful, unforgiving"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords13.jpg"
  },
  {
    "name": "King of Swords",
    "number": 13,
    "arcana": "Minor",
    "suit": "Swords",
    "meaning_up": "The King of Swords meaning also shows that you need to be stern in your role while ensuring that you have clarity of mind at all times. When judging a situation, you need to consider all the possible consequences to make an appropriate judgment. You will need to leave your emotions out of the judgment so as to maintain rational thinking at all times. The King of Swords meaning suggests that you should take time to reason with others and be candid with the observations that you have made.",
    "meaning_rev": "The King of Swords in reversed shows tyrannical, abusive and manipulative habits. It may indicate the misuse of ones mental power, drive, and authority. This is an illustration of persuasion and manipulation, so as to fulfill selfish desires. The King of Swords reversal meaning may also imply that you are showing off your level of intelligence by using big words when discussing ordinary topics. Another interpretation is that you may also be a loose cannon, especially where there are angry outbursts and impulses.",
    "keywords_upright": ["reason, authority, discipline, integrity, morality, serious, high standards, strict"],
    "keywords_reversed" : ["irrational, dictator, oppressive, inhumane, controlling, cold, ruthless, dishonest"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Swords14.jpg"
  },
  {
    "name": "Ace of Pentacles",
    "number": 0,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Beginnings, potential, inspiration. (Pentacles).",
    "meaning_rev": "Lack of energy, delays. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles01.jpg"
  },
  {
    "name": "Two of Pentacles",
    "number": 1,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Balance, partnership, duality. (Pentacles).",
    "meaning_rev": "Imbalance, indecision. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"],
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles02.jpg"
  },
  {
    "name": "Three of Pentacles",
    "number": 2,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Teamwork, growth, initial success. (Pentacles).",
    "meaning_rev": "Disharmony, delays. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles03.jpg"
  },
  {
    "name": "Four of Pentacles",
    "number": 3,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Stability, rest, contemplation. (Pentacles).",
    "meaning_rev": "Restlessness, burnout. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles04.jpg"
  },
  {
    "name": "Five of Pentacles",
    "number": 4,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Conflict, change, instability. (Pentacles).",
    "meaning_rev": "Avoiding conflict, reconciliation. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles05.jpg"
  },
  {
    "name": "Six of Pentacles",
    "number": 5,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Success, harmony, generosity. (Pentacles).",
    "meaning_rev": "Egoism, lack of reward. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles06.jpg"
  },
  {
    "name": "Seven of Pentacles",
    "number": 6,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Challenge, perseverance, defense. (Pentacles).",
    "meaning_rev": "Giving up, overwhelmed. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles07.jpg"
  },
  {
    "name": "Eight of Pentacles",
    "number": 7,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Action, speed, change. (Pentacles).",
    "meaning_rev": "Delays, frustration. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles08.jpg"
  },
  {
    "name": "Nine of Pentacles",
    "number": 8,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Resilience, courage, persistence. (Pentacles).",
    "meaning_rev": "Exhaustion, paranoia. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles09.jpg"
  },
  {
    "name": "Ten of Pentacles",
    "number": 9,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Burden, responsibility, stress. (Pentacles).",
    "meaning_rev": "Relief, delegation. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles10.jpg"
  },
  {
    "name": "Page of Pentacles",
    "number": 10,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Curiosity, message, youthfulness. (Pentacles).",
    "meaning_rev": "Insecurity, immaturity. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles11.jpg"
  },
  {
    "name": "Knight of Pentacles",
    "number": 11,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Ambition, movement, drive. (Pentacles).",
    "meaning_rev": "Recklessness, haste. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles12.jpg"
  },
  {
    "name": "Queen of Pentacles",
    "number": 12,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Nurturing, maturity, wisdom. (Pentacles).",
    "meaning_rev": "Smothering, insecurity. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles13.jpg"
  },
  {
    "name": "King of Pentacles",
    "number": 13,
    "arcana": "Minor",
    "suit": "Pentacles",
    "meaning_up": "Leadership, authority, vision. (Pentacles).",
    "meaning_rev": "Rigidity, tyranny. (Pentacles).",
    "keywords_upright": ["beginnings, freedom, innocence, originality, adventure, idealism, spontaneity"],
    "keywords_reversed" : ["reckless, careless, distracted, naive, foolish, gullible, stale, dull"], 
    "verdict_upright" : "Yes",
    "verdict_reversed" : "No",
    "image": "assets/Cards/Pentacles14.jpg"
  }
]